
BOT_TOKEN = '1812204893:AAFSWOjSA4qki_jeG81PQXTD5bEOGrvnQYo'      # Токен бота

CODE_ACCESS = 'BOX'    # код по которому можно будет давать доступ в итоге код получится TESTГОД-МЕСЯЦ-ЧИСЛО (TEST2020-01-01)

BOT_LOGIN = 'Black2Box_bot'          # login бота, например: telegram_bot

ADMIN_ID = 861699796      # id админа

QIWI_NUMBER = '+79519089164'    # номер киви
QIWI_TOKEN = '1779254d82f0f240c7f5ab414d1861a9'     # токен киви

ACCESS_COST = 50          # стоимость доступа
MIN_PAYOUT = 100           # минимальная сумма для запроса на вывод денег

PERCENT_ADMIN = 0.25      # сколько процентов от стоимости доступа пойдёт вам(0.25 от 200 рублей это 50 руб)
PERCENT_1 = 0.350           # сколько пойдёт пригл. пользователя (0.375 от 200 руб это 75 руб)
PERCENT_2 = 0.200        # сколько пойдёт 2 лвл пользователя (0.225 от 200 руб это 45 руб)
PERCENT_3 = 0.100          # сколько пойдёт 3 лвл пользователя (0.15 от 200 руб это 30 руб)


